app/Http/Controllers/HomeController.php

select * from `users` where `users`.`id` = '3' limit 1
---
    public function index()
    {
        $users = User::where('id',1)->get();